// Button labels
"CANCEL" = "Anuluj";

// Category names
"CATEGORY_APPLICATIONS" = "Programy";
"CATEGORY_BOOKMARKS" = "Witryny";
"CATEGORY_CONTACTS" = "Kontakty";
"CATEGORY_DOCUMENTS" = "Dokumenty";
"CATEGORY_EVENTS" = "Wydarzenia i rzeczy do zrobienia";
"CATEGORY_FOLDERS" = "Katalogi";
"CATEGORY_IMAGES" = "Obrazki";
"CATEGORY_MAIL" = "Wiadomości pocztowe";
"CATEGORY_MOVIES" = "Filmy";
"CATEGORY_MUSIC" = "Muzyka";
"CATEGORY_PDFS" = "Dokumenty PDF";
"CATEGORY_SYSTEMPREFS" = "Preferencje systemowe";
"CATEGORY_FONTS" = "Czcionki";
"CATEGORY_PRESENTATIONS" = "Prezentacje";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Spacja";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Skrót klawiszowy używany";
"HOT_KEY_IN_USE_MESSAGE" = "Ten skrót klawiszowy już jest używany przez system lub inny program. Wybierz inny skrót lub dostosuj pozostałe skróty systemowe, używając preferencji klawiatury.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Błąd skrótu klawiszowego";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Wystąpił nieznany błąd typu %d podczas próby zarejestrowania zaznaczonego skrótu klawiszowego. Spróbuj ponownie lub wybierz inny skrót.";
"DUPLICATE_ITEM_TITLE" = "Identyczna rzecz";
"DUPLICATE_ITEM_MESSAGE" = "Ta rzecz już istnieje na liście i nie została dodana.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Co najmniej jedna rzecz już istnieje na liście i nie została dodana.";

"PRIVACY_ALERT_TITLE" = "Błąd listy prywatności";
"PRIVACY_ERROR_UNKNOWN" = "Nie można było dodać lub usunąć tej rzeczy z powodu nieznanego błędu."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "Nie można było dodać lub usunąć tej rzeczy, gdyż nie masz odpowiednich uprawnień."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "Nie można było dodać lub usunąć tej rzeczy, gdyż ta lokacja nie jest zindeksowana."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Czy na pewno chcesz uniemożliwić Spotlight szukanie w „%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Jeśli wykluczysz to miejsce z przeszukiwanych przez Spotlight, funkcja szukania może nie działać w niektórych programach.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Dodaj dysk lub katalog, który chcesz wyłączyć z indeksowania.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Usuń dysk lub katalog, który chcesz wyłączyć z indeksowania.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Pozwala dodać wykluczany katalog.";
"DELETE_ITEM_TOOLTIP" = "Pozwala usunąć zaznaczone rzeczy z listy.";

//button titles
"CHOOSE" = "Wybierz";

//For undo menu
"UNDO_DELETE" = "Usuń";
"UNDO_ADD" = "Dodaj";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Usuń";

